Repository: bishalregmi105B/Swasthya
Catalog: mobile/lib/l10n/app_*.arb
Languages: ne

# appName
source: Swasthya
ne: स्वास्थ्य

source: Welcome
ne: स्वागतम्

# welcomeSubtitle
source: Your AI-Powered Health Companion
ne: तपाईंको AI-संचालित स्वास्थ्य साथी

source: Get Started
ne: सुरु गर्नुहोस्

source: Next
ne: अर्को

source: Skip
ne: छोड्नुहोस्

source: Back
ne: पछाडि

source: Done
ne: सम्पन्न

source: Cancel
ne: रद्द गर्नुहोस्

source: Save
ne: सेभ गर्नुहोस्

source: Delete
ne: मेटाउनुहोस्

source: Edit
ne: सम्पादन

source: Search
ne: खोज्नुहोस्

source: Loading...
ne: लोड हुँदैछ...

# error
source: Something went wrong
ne: केही गलत भयो

source: Retry
ne: पुन: प्रयास

# noData
source: No data available
ne: डाटा उपलब्ध छैन

source: See All
ne: सबै हेर्नुहोस्

source: Select Language
ne: भाषा छान्नुहोस्

# selectLanguageSubtitle
source: Choose your preferred language
ne: आफ्नो मनपर्ने भाषा छान्नुहोस्

# continueText
source: Continue
ne: जारी राख्नुहोस्

source: Login
ne: लगइन

source: Sign Up
ne: साइन अप

source: Email
ne: इमेल

source: Password
ne: पासवर्ड

source: Full Name
ne: पूरा नाम

# phone
source: Phone Number
ne: फोन नम्बर

source: Forgot Password?
ne: पासवर्ड बिर्सनुभयो?

source: Or continue with
ne: वा जारी राख्नुहोस्

# alreadyHaveAccount
source: Already have an account?
ne: पहिले नै खाता छ?

# dontHaveAccount
source: Don't have an account?
ne: खाता छैन?

# termsAgree
source: By continuing, you agree to our Terms of Service and Privacy Policy
ne: जारी राखेर, तपाईं हाम्रो सेवा सर्तहरू र गोपनीयता नीतिमा सहमत हुनुहुन्छ

source: Home
ne: होम

source: Chats
ne: च्याट

source: Bookings
ne: बुकिङ

source: Profile
ne: प्रोफाइल

source: AI Sathi
ne: AI साथी

# aiSathiSubtitle
source: Your 24/7 AI Health Assistant
ne: तपाईंको २४/७ AI स्वास्थ्य सहायक

source: Ask AI Sathi
ne: AI साथीलाई सोध्नुहोस्

# aiDisclaimer
source: Content is for informational purposes only. Not a medical diagnosis. Always consult a real doctor.
ne: सामग्री जानकारीको लागि मात्र हो। यो चिकित्सा निदान होइन। सधैं वास्तविक डाक्टरसँग परामर्श गर्नुहोस्।

# typeSymptomsHint
source: Describe your symptoms...
ne: आफ्नो लक्षणहरू वर्णन गर्नुहोस्...

# selectSpecialist
source: Select a Specialist
ne: विशेषज्ञ छान्नुहोस्

source: New Consultation
ne: नयाँ परामर्श

# generalPhysician
source: General Physician AI
ne: सामान्य चिकित्सक AI

# mentalHealth
source: Mental Health AI
ne: मानसिक स्वास्थ्य AI

# dermatologist
source: Dermatologist AI
ne: छाला विशेषज्ञ AI

# pediatrician
source: Pediatrician AI
ne: बाल रोग विशेषज्ञ AI

# nutritionist
source: Nutrition & Diet AI
ne: पोषण र आहार AI

# cardiologist
source: Heart Health AI
ne: मुटु स्वास्थ्य AI

# howAreYouFeeling
source: How are you feeling today?
ne: आज तपाईंलाई कस्तो महसुस भइरहेको छ?

source: Talk to AI Doctor
ne: AI डाक्टरसँग कुरा गर्नुहोस्

source: Call AI Doctor
ne: AI डाक्टरलाई कल गर्नुहोस्

source: Chat with AI
ne: AI सँग च्याट गर्नुहोस्

source: Scan Health Image
ne: स्वास्थ्य छवि स्क्यान

source: Voice Call
ne: भ्वाइस कल

source: AI Health Consultation
ne: AI स्वास्थ्य परामर्श

source: AI Health Scan
ne: AI स्वास्थ्य स्क्यान

source: Upload Health Image
ne: स्वास्थ्य छवि अपलोड

# takePhotoOrGallery
source: Take a photo or choose from gallery
ne: फोटो खिच्नुहोस् वा ग्यालेरीबाट छान्नुहोस्

# skinConditionsHint
source: Skin conditions, rashes, injuries, etc.
ne: छालाका समस्याहरू, खटिरा, चोटहरू, आदि।

source: Camera
ne: क्यामेरा

source: Gallery
ne: ग्यालेरी

source: Analyzing image...
ne: छवि विश्लेषण गर्दै...

source: AI Analysis
ne: AI विश्लेषण

# askAboutImage
source: Ask about this image...
ne: यो छविको बारेमा सोध्नुहोस्...

# uploadImageToStart
source: Upload an image to get started
ne: सुरु गर्न छवि अपलोड गर्नुहोस्

# uploadHealthImageDesc
source: Upload health images for analysis
ne: विश्लेषणको लागि स्वास्थ्य छविहरू अपलोड गर्नुहोस्

source: AI Image Consultation
ne: AI छवि परामर्श

source: Quick Actions
ne: द्रुत कार्यहरू

source: Upcoming Appointments
ne: आगामी अपोइन्टमेन्टहरू

source: Top Hospitals
ne: शीर्ष अस्पतालहरू

source: Prevention Tips
ne: रोकथाम सुझावहरू

source: AI Assistant
ne: AI सहायक

source: AI Doctor
ne: AI डाक्टर

source: Listening to you...
ne: तपाईंको कुरा सुन्दै...

# aiThinking
source: AI is thinking...
ne: AI सोच्दै छ...

source: Connected
ne: जडित

source: Connecting...
ne: जडान हुँदैछ...

# calibrating
source: Calibrating microphone...
ne: माइक्रोफोन क्यालिब्रेट गर्दै...

source: End Call
ne: कल अन्त्य गर्नुहोस्

source: Mute
ne: म्युट

source: Unmute
ne: अनम्युट

# findDoctor
source: Find a Specialist
ne: विशेषज्ञ खोज्नुहोस्

source: Doctor Profile
ne: डाक्टर प्रोफाइल

source: Book Appointment
ne: अपोइन्टमेन्ट बुक गर्नुहोस्

source: Consultation Type
ne: परामर्श प्रकार

source: Video Call
ne: भिडियो कल

source: Chat
ne: च्याट

source: In Person
ne: व्यक्तिगत

source: Availability
ne: उपलब्धता

source: Next Available
ne: अर्को उपलब्ध

source: Experience
ne: अनुभव

source: Patients
ne: बिरामीहरू

source: Reviews
ne: समीक्षाहरू

source: About
ne: बारेमा

source: Book Now
ne: अहिले बुक गर्नुहोस्

source: Start Chat
ne: च्याट सुरु गर्नुहोस्

source: View Profile
ne: प्रोफाइल हेर्नुहोस्

source: My Medicines
ne: मेरो औषधिहरू

source: Add Reminder
ne: रिमाइन्डर थप्नुहोस्

source: Medicine Name
ne: औषधिको नाम

source: Dosage
ne: खुराक

source: Frequency
ne: आवृत्ति

source: Daily
ne: दैनिक

source: Weekly
ne: साप्ताहिक

source: Morning
ne: बिहान

source: Afternoon
ne: दिउँसो

source: Evening
ne: साँझ

source: Mark as Taken
ne: लिएको चिन्ह लगाउनुहोस्

source: Refill Reminder
ne: रिफिल रिमाइन्डर

source: Critical Alert
ne: महत्वपूर्ण अलर्ट

source: AI Insight
ne: AI अन्तर्दृष्टि

source: Health Calculators
ne: स्वास्थ्य क्याल्कुलेटर

source: BMI Calculator
ne: BMI क्याल्कुलेटर

# ibwCalculator
source: Ideal Body Weight
ne: आदर्श शरीर तौल

# heartRateCalculator
source: Target Heart Rate
ne: लक्ष्य हृदय गति

# bloodVolumeCalculator
source: Blood Volume
ne: रक्त मात्रा

source: Calculate
ne: गणना गर्नुहोस्

source: Result
ne: परिणाम

source: Weight
ne: तौल

source: Height
ne: उचाइ

source: Age
ne: उमेर

source: Gender
ne: लिङ्ग

source: Male
ne: पुरुष

source: Female
ne: महिला

source: Health Alerts
ne: स्वास्थ्य अलर्ट

source: Critical Alerts
ne: महत्वपूर्ण अलर्टहरू

source: Trending Near You
ne: तपाईं नजिकै ट्रेन्डिङ

source: AI Summary
ne: AI सारांश

source: Risk Level
ne: जोखिम स्तर

source: Low Risk
ne: कम जोखिम

source: Moderate Risk
ne: मध्यम जोखिम

source: High Risk
ne: उच्च जोखिम

source: Blood Banks
ne: ब्लड बैंक

source: NGO Directory
ne: NGO डाइरेक्टरी

source: Blood Type
ne: रक्त समूह

source: Available
ne: उपलब्ध

source: Call Now
ne: अहिले कल गर्नुहोस्

source: Get Directions
ne: दिशानिर्देश पाउनुहोस्

source: Donate
ne: दान गर्नुहोस्

source: Emergency Services
ne: आपतकालीन सेवाहरू

source: Call Emergency
ne: आपतकालीन कल

source: Ambulance
ne: एम्बुलेन्स

source: Police
ne: प्रहरी

source: Fire Dept
ne: दमकल

source: Poison Control
ne: विष नियन्त्रण

source: Emergency Contacts
ne: आपतकालीन सम्पर्कहरू

source: Add Contact
ne: सम्पर्क थप्नुहोस्

# aiTriage
source: AI Rapid Triage
ne: AI द्रुत ट्राइएज

# triageHint
source: Describe symptoms for immediate AI guidance...
ne: तुरुन्त AI मार्गदर्शनको लागि लक्षणहरू वर्णन गर्नुहोस्...

source: Nearby Facilities
ne: नजिकका सुविधाहरू

source: Hospitals
ne: अस्पतालहरू

source: Pharmacies
ne: औषधि पसलहरू

source: Clinics
ne: क्लिनिकहरू

source: Open 24 Hours
ne: २४ घण्टा खुला

source: Open Now
ne: अहिले खुला

source: Closed
ne: बन्द

source: Navigate
ne: नेभिगेट

source: CPR Simulation
ne: CPR सिमुलेशन

source: Start Simulation
ne: सिमुलेशन सुरु गर्नुहोस्

# pauseSimulation
source: Pause
ne: रोक्नुहोस्

# resumeSimulation
source: Resume
ne: जारी राख्नुहोस्

source: Voice Guidance
ne: आवाज मार्गदर्शन

source: Compression Rate
ne: कम्प्रेसन दर

source: Compression Depth
ne: कम्प्रेसन गहिराई

source: Prevention
ne: रोकथाम

source: Daily Insight
ne: दैनिक अन्तर्दृष्टि

source: Daily Goals
ne: दैनिक लक्ष्यहरू

source: Drink Water
ne: पानी पिउनुहोस्

source: Take Vitamins
ne: भिटामिन लिनुहोस्

source: Sleep Early
ne: चाँडो सुत्नुहोस्

source: Settings
ne: सेटिङ्स

source: Language
ne: भाषा

source: Notifications
ne: सूचनाहरू

source: Privacy
ne: गोपनीयता

source: Dark Mode
ne: डार्क मोड

source: Logout
ne: लगआउट

source: Version
ne: संस्करण

source: Disease Encyclopedia
ne: रोग विश्वकोष

source: Search diseases...
ne: रोगहरू खोज्नुहोस्...

source: Common Diseases
ne: सामान्य रोगहरू

# searchOrSelectCategory
source: Search for diseases or select a category
ne: रोगहरू खोज्नुहोस् वा श्रेणी छान्नुहोस्

source: Medicine Database
ne: औषधि डाटाबेस

source: Search medicines...
ne: औषधिहरू खोज्नुहोस्...

source: Common Medicines
ne: सामान्य औषधिहरू

source: Drug Info
ne: औषधि जानकारी

source: Diseases
ne: रोगहरू

source: Talk to AI Pharmacist
ne: AI फार्मासिस्टसँग कुरा गर्नुहोस्

source: Ask AI
ne: AI लाई सोध्नुहोस्

source: Start AI Call
ne: AI कल सुरु गर्नुहोस्

source: AI will discuss:
ne: AI ले छलफल गर्नेछ:

# symptomsAndCauses
source: Symptoms & Causes
ne: लक्षणहरू र कारणहरू

source: Treatment Options
ne: उपचार विकल्पहरू

# usageAndDosage
source: Usage & Dosage
ne: प्रयोग र खुराक

source: Side Effects
ne: साइड इफेक्टहरू

source: Drug Interactions
ne: औषधि अन्तरक्रिया

source: Storage Tips
ne: भण्डारण सुझावहरू

# fdaApprovedInfo
source: FDA Approved Information
ne: FDA स्वीकृत जानकारी

source: Indications
ne: संकेतहरू

# forInfoOnly
source: For informational purposes only.
ne: जानकारीको लागि मात्र।

# consultHealthcare
source: Consult a healthcare provider.
ne: स्वास्थ्य सेवा प्रदायकसँग परामर्श गर्नुहोस्।

source: Cart
ne: कार्ट

source: Subtotal
ne: उपयोग

source: Delivery Fee
ne: डेलिभरी शुल्क

source: Total
ne: जम्मा

source: Place Order
ne: अर्डर राख्नुहोस्

source: Delivery Address
ne: डेलिभरी ठेगाना

source: Change
ne: परिवर्तन

source: Upload Prescription
ne: प्रेस्क्रिप्शन अपलोड

source: Upload
ne: अपलोड

source: Medicine Delivery
ne: औषधि डेलिभरी

source: On the way
ne: बाटोमा छ

# arrivingIn
source: Arriving in ~15 mins
ne: ~१५ मिनेटमा आइपुग्छ

source: Ask AI Pharmacist
ne: AI फार्मासिस्टलाई सोध्नुहोस्

source: Popular Products
ne: लोकप्रिय उत्पादनहरू

source: Partnered Pharmacies
ne: साझेदार औषधि पसलहरू

source: Emergency Training
ne: आपतकालीन तालिम

source: Practice Again
ne: फेरि अभ्यास गर्नुहोस्

source: Simulation Complete!
ne: सिमुलेशन सम्पूर्ण!

source: Back to Simulations
ne: सिमुलेशनमा फर्कनुहोस्

source: Failed to load
ne: लोड गर्न असफल

source: No simulations available
ne: कुनै सिमुलेशन उपलब्ध छैन

source: Could not load
ne: लोड गर्न सकेन

source: Disease Watch
ne: रोग निगरानी

source: Nepal Health Status
ne: नेपाल स्वास्थ्य स्थिति

source: Vaccination Coverage
ne: खोप कभरेज

# weatherAndAirQuality
source: Weather & Air Quality
ne: मौसम र वायु गुणस्तर

source: Loading personalized tips...
ne: व्यक्तिगत सुझावहरू लोड गर्दै...

source: Loading health alerts...
ne: स्वास्थ्य अलर्टहरू लोड गर्दै...

source: Unknown
ne: अज्ञात

source: Medical Information
ne: चिकित्सा जानकारी

source: Drug Information
ne: औषधि जानकारी

# aboutDisease
source: About {name}
ne: {name} बारेमा

# aboutDrug
source: About {name}
ne: {name} बारेमा

source: Step
ne: चरण

# ofText
source: of
ne: को

source: Call 102
ne: १०२ मा कल गर्नुहोस्

# greatJobCompleted
source: Great job! You completed all steps of the training.
ne: राम्रो काम! तपाईंले तालिमका सबै चरणहरू पूरा गर्नुभयो।

source: Add to Cart
ne: कार्टमा थप्नुहोस्

source: Out of Stock
ne: स्टकमा छैन

source: In Stock
ne: स्टकमा छ

source: Quantity
ne: मात्रा

source: Remove
ne: हटाउनुहोस्

source: View All Diseases
ne: सबै रोगहरू हेर्नुहोस्

source: View All Medicines
ne: सबै औषधिहरू हेर्नुहोस्

source: No results found
ne: कुनै परिणाम फेला परेन

# tryDifferentSearch
source: Try a different search term
ne: फरक खोज शब्द प्रयोग गर्नुहोस्

source: Personal Information
ne: व्यक्तिगत जानकारी

source: Edit Profile
ne: प्रोफाइल सम्पादन

source: My Appointments
ne: मेरा अपोइन्टमेन्टहरू

source: Medical History
ne: चिकित्सा इतिहास

source: Add Medical Document
ne: चिकित्सा कागजात थप्नुहोस्

source: Mark as Critical
ne: गम्भीर भनी चिन्ह लगाउनुहोस्

# flagAbnormalResults
source: Flag abnormal or important results
ne: असामान्य वा महत्त्वपूर्ण परिणामहरूमा चिन्ह लगाउनुहोस्

source: Organ Donor
ne: अंग दाता

source: AI Chat History
ne: AI च्याट इतिहास

source: Chat History
ne: च्याट इतिहास

source: Delete Conversation
ne: कुराकानी मेटाउनुहोस्

source: Clear All History
ne: सबै इतिहास मेटाउनुहोस्

source: No conversations yet
ne: अहिलेसम्म कुनै कुराकानी छैन

# startChattingWithAI
source: Start chatting with AI Sathi
ne: AI साथीसँग च्याट सुरु गर्नुहोस्

source: Text Chats
ne: टेक्स्ट च्याटहरू

source: Voice Calls
ne: भ्वाइस कलहरू

source: All
ne: सबै

source: Ayurvedic Doctors
ne: आयुर्वेदिक चिकित्सक

source: Ayurvedic Vaidya
ne: आयुर्वेदिक वैद्य

source: Ayurvedic / Traditional
ne: आयुर्वेदिक / परम्परागत

source: Health Approach
ne: स्वास्थ्य दृष्टिकोण

# scientificModern
source: Scientific - Modern Medicine
ne: वैज्ञानिक - आधुनिक चिकित्सा

source: Health Analyzers
ne: स्वास्थ्य विश्लेषक

source: Disease Surveillance
ne: रोग निगरानी

source: Weather & Air Quality
ne: मौसम र वायु गुणस्तर

source: Detailed Metrics
ne: विस्तृत मेट्रिक्स

source: Delete Reminder
ne: रिमाइन्डर मेटाउनुहोस्

source: Reminder Active
ne: रिमाइन्डर सक्रिय

source: Cancel Appointment
ne: अपोइन्टमेन्ट रद्द गर्नुहोस्

# endCallQuestion
source: End Call?
ne: कल अन्त्य गर्ने?

source: Connection Error
ne: जडान त्रुटि

source: Add Emergency Contact
ne: आपतकालीन सम्पर्क थप्नुहोस्

source: Body Fat Calculator
ne: शरीर बोसो क्याल्कुलेटर

source: Calorie Calculator
ne: क्यालोरी क्याल्कुलेटर

source: Water Intake Calculator
ne: पानी सेवन क्याल्कुलेटर

# confirmDelete
source: Are you sure you want to delete?
ne: के तपाईं मेटाउन निश्चित हुनुहुन्छ?

# cannotBeUndone
source: This action cannot be undone.
ne: यो कार्य पूर्ववत गर्न सकिँदैन।

source: Clear All
ne: सबै मेटाउनुहोस्

source: Conversations
ne: कुराकानीहरू

source: Messages
ne: सन्देशहरू

source: Voice
ne: आवाज

source: Text
ne: टेक्स्ट

source: Add
ne: थप्नुहोस्

# noSurgicalHistory
source: No surgical history recorded
ne: कुनै शल्यक्रिया इतिहास रेकर्ड छैन

# noVaccinations
source: No vaccinations recorded
ne: कुनै खोप रेकर्ड छैन

source: Add Condition
ne: अवस्था थप्नुहोस्

source: Add Allergy
ne: एलर्जी थप्नुहोस्

source: Add Medication
ne: औषधि थप्नुहोस्

source: Add Surgery
ne: शल्यक्रिया थप्नुहोस्

source: Add Vaccination
ne: खोप थप्नुहोस्

source: Discuss with AI
ne: AI सँग छलफल गर्नुहोस्

# nameRequired
source: Name is required
ne: नाम आवश्यक छ

# allergenRequired
source: Allergen is required
ne: एलर्जेन आवश्यक छ

# procedureRequired
source: Procedure name is required
ne: प्रक्रियाको नाम आवश्यक छ

# vaccineRequired
source: Vaccine name is required
ne: खोपको नाम आवश्यक छ

source: Mark Taken
ne: लिएको चिन्ह लगाउनुहोस्

source: Reminder not found
ne: रिमाइन्डर फेला परेन

source: Reminder deleted
ne: रिमाइन्डर मेटाइयो

source: Open Settings
ne: सेटिङ खोल्नुहोस्

source: Add Medicine
ne: औषधि थप्नुहोस्

# unableToLoad
source: Unable to load data
ne: डाटा लोड गर्न असमर्थ

# weatherUnavailable
source: Weather data unavailable
ne: मौसम डाटा उपलब्ध छैन

# airQualityUnavailable
source: Air quality data unavailable
ne: वायु गुणस्तर डाटा उपलब्ध छैन

source: No medicines found
ne: कुनै औषधि फेला परेन

source: Help & Support
ne: मद्दत र समर्थन

source: Location
ne: स्थान

source: Detect GPS
ne: GPS पत्ता लगाउनुहोस्

source: Detecting...
ne: पत्ता लगाउँदै...

source: City
ne: शहर

source: Province
ne: प्रदेश

source: Save Changes
ne: परिवर्तनहरू सेभ गर्नुहोस्

# profileUpdated
source: Profile updated successfully!
ne: प्रोफाइल सफलतापूर्वक अपडेट भयो!

source: Phone Number
ne: फोन नम्बर

source: Surgical History
ne: शल्यक्रिया इतिहास

source: Vaccinations
ne: खोपहरू

source: Medications
ne: औषधिहरू

source: Allergies
ne: एलर्जीहरू

source: Conditions
ne: अवस्थाहरू

source: Overview
ne: अवलोकन

source: Documents
ne: कागजातहरू

source: More
ne: थप

source: Upcoming
ne: आगामी

source: Past
ne: विगत

source: No upcoming appointments
ne: कुनै आगामी अपोइन्टमेन्ट छैन

source: No past appointments
ne: कुनै विगतको अपोइन्टमेन्ट छैन

source: Book an appointment
ne: अपोइन्टमेन्ट बुक गर्नुहोस्

source: Book New
ne: नयाँ बुक गर्नुहोस्

source: Join Now
ne: अहिले सामेल हुनुहोस्

source: Yes
ne: हो

source: No
ne: होइन

source: Yes, Cancel
ne: हो, रद्द गर्नुहोस्

source: Appointment cancelled
ne: अपोइन्टमेन्ट रद्द भयो

source: Order Medicines
ne: औषधि अर्डर गर्नुहोस्

source: Call
ne: कल गर्नुहोस्

source: AI Consultation
ne: AI परामर्श

source: Traditional Medicine
ne: परम्परागत चिकित्सा

source: AI Health Analysis
ne: AI स्वास्थ्य विश्लेषण

source: Select Analysis Type
ne: विश्लेषण प्रकार छान्नुहोस्

source: Lab Report
ne: ल्याब रिपोर्ट

source: Prescription
ne: प्रेस्क्रिप्शन

source: Skin Condition
ne: छाला अवस्था

source: X-Ray / Scan
ne: एक्स-रे / स्क्यान

source: ECG Report
ne: ECG रिपोर्ट

source: General Health
ne: सामान्य स्वास्थ्य

source: Google
ne: गूगल

source: Create Account
ne: खाता बनाउनुहोस्

source: No notifications
ne: कुनै सूचना छैन

source: Mark All Read
ne: सबै पढेको चिन्ह लगाउनुहोस्

source: Document
ne: कागजात

source: Upload Document
ne: कागजात अपलोड गर्नुहोस्

source: Select Document Type
ne: कागजात प्रकार छान्नुहोस्

source: Reminder Details
ne: रिमाइन्डर विवरण

source: Medicine Taken
ne: औषधि लिइयो

source: Skip Dose
ne: खुराक छोड्नुहोस्

source: Name
ne: नाम

source: Relationship
ne: सम्बन्ध

source: Confirm Action
ne: कार्य पुष्टि गर्नुहोस्

source: Are you sure?
ne: तपाईं निश्चित हुनुहुन्छ?

# aiAnalysisDisclaimer
source: AI analysis is for informational purposes only. Always consult a healthcare professional.
ne: AI विश्लेषण जानकारीको लागि मात्र हो। सधैं स्वास्थ्य पेशेवरसँग परामर्श गर्नुहोस्।

# consultAIPractitioner
source: Consult with AI specialists in ancient healing practices
ne: प्राचीन उपचार अभ्यासहरूमा AI विशेषज्ञहरूसँग परामर्श गर्नुहोस्

source: Video
ne: भिडियो

source: Audio
ne: अडियो

source: Date TBD
ne: मिति निर्धारित हुन बाँकी
